{
  "error": false,
  "message": "success",
  "count": 34,
  "data" : [
    {
      "id": 1,
      "place": "Nangroe Aceh Darussalam",
      "name": "Mie Aceh",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fmieaceh.jpeg?alt=media&token=a03400b2-4e4f-4392-ac81-e0fdbe3aec13",
      "description": "Mie aceh merupakan masakan yang terbuat dari mie kuning tebal dengan bumbu pedas yang berasal dari Aceh. Mie aceh akan semakin lezat dengan tambahan irisan daging sapi, ayam, atau udang. Mie aceh biasanya dapat disajikan dalam mie goreng dan juga mie berkuah dengan kuah sup kari yang gurih dan kaya akan rempah. Sebagai pelengkap bisa ditaburkan bawang goreng, emping melinjo, dan irisan mentimun."
    },
    {
      "id": 2,
      "place": "Sumatera Utara",
      "name": "Bika Ambon",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fbika.jpg?alt=media&token=831fc998-f75d-4128-b44f-a16b45c90e0c",
      "description": "Salah satu masakan kuliner asli dari daerah Indonesia adalah bika ambon. Makanan ini berasal dari daerah Medan, Sumatra Utara. Bentuk kuliner berupa kue ini dibuat dari campuran gula, telur dan santan. Biasanya, makanan bika ambon memiliki aroma yang wangi. Aroma wangi dari kuliner tersebut membuatnya menjadi makanan khas Daerah favorit dari Provinsi Sumatra Utara."
    },
    {
      "id": 3,
      "place": "Sumatera Barat",
      "name": "Rendang",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Frendang.jpg?alt=media&token=468c6f26-f710-470d-a67c-856544d20756",
      "description": "Rendang adalah ssalah satu warisan kuliner dari daerah Sumatera Barat(Padang) yang masuk kedalam daftar masakan paling lezat di dunia versi CNN. Terbuat dari daging sapi yang dimasak dengan bumbu rempah lengkap, rasa rendang mampu memukau penikmat kuliner dari seluruh penjuru tanah air dan bahkan hingga ke luar negari."
    },
    {
      "id": 4,
      "place": "Riau",
      "name": "Lakse",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Flakse.jpg?alt=media&token=a080ec56-28e6-4d1e-998a-0b4bc58cb173",
      "description": "Laksa adalah makanan berjenis mi yang ditaruh bumbu dengan kebudayaan Peranakan, yang digabung dengan elemen Tionghoa dan Melayu. Laksa mempunyai beberapa jenis, yang paling dikenal adalah yang berjenis Laksa Penang, bentuk mi-nya bulat putih dan sedikit tebal"
    },
    {
      "id": 5,
      "place": "Kepulauan Riau",
      "name": "Mie Lendir",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fmielendir.jpg?alt=media&token=41dd3f26-263a-421e-8e98-d7ba10943426",
      "description": "Mungkin namanya terdengar sedikit menjijikkan, tapi jika melihat tampilan dan mencicipi rasanya, jauh dari kata jijik dan justru ingin lagi. Disebut mie lendir karena kuahnya yang seperti lendir. Mie lendir dibuat dari mie kuning yang dicampur dengan telur rebus dan tauge. Sedangkan kuahnya yang berlendir dibuat dari kacang-kacangan, ubi, dan bumbu lainnya."
    },
    {
      "id": 6,
      "place": "Jambi",
      "name": "Gulai Ikan Patin",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fpatin.jpg?alt=media&token=25785539-4739-43dc-a2d7-af86e850c77a",
      "description": "Gulai Ikan Patin adalah masakan yang diolah menggunakan tempoyak yaitu daging buah yang telah di fermentasi, namun dapat digantikan juga dengan santan untuk menghindari bau dan rasa tempoyaknya yang cukup menyengat."
    },
    {
      "id": 7,
      "place": "Sumatera Selatan",
      "name": "Pempek Palembang",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fpempek.jpg?alt=media&token=fb9d05e2-4496-4279-baad-ac16f9b08cfa",
      "description": "Hampir semua orang pastinya sudah pernah mencoba pempek. Sajian ini terbuat dari daging ikan dan sagu, yang kemudian dimodifikasi dengan tambahan tahu, udang, telur dan lainnya. Pempek kemudian disajikan dengan saus khusus, yang terbuat dari campuran gula merah, cabe, bawang putih, garam dan udang ebi. Dari bahannya, membayangkannya saja sudah luar biasa, apalagi saat mencobanya."
    },
    {
      "id": 8,
      "place": "Bangka Belitung",
      "name": "Mie Bangka",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fmiebangka.jpg?alt=media&token=a3ef13c5-a4e7-4911-9084-f4e996908569",
      "description": "Mie Bangka atau dikenal sebagai Bakmi Bangka adalah salah satu dari sekian banyak ciri khas kuliner masyarakat pulau Bangka. Masakan ini lebih dikenal sebagai Mien di pulau asalnya dan merupakan jenis masakan Khek / Hakka. Kelezatan, dan kemudahan penyajiannya membuat masakan ini sangat populer sehingga tersebar di banyak kota Indonesia."
    },
    {
      "id": 9,
      "place": "Bengkulu",
      "name": "Pendap",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fpendap.jpg?alt=media&token=e2612a58-b642-42db-8621-d053fa902b55",
      "description": "Pendap merupakan makanan bercitarasa pedas yang sangat populer di Provinsi Bengkulu. Pendap terdiri dari bahan ikan yang dicampur dengan beberapa bahan utama, seperti bawang putih, kencur, cabai giling, kelapa muda yang kemudian dimasak dalam balutan daun talas."
    },
    {
      "id": 10,
      "place": "Lampung",
      "name": "Seruit",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fseruit.jpg?alt=media&token=6a2f8804-0683-4fdf-b62d-a627f7f35d44",
      "description": "Seruit adalah makanan khas daerah Lampung, Indonesia, yaitu masakan ikan yang digoreng atau dibakar dicampur sambal terasi, tempoyak atau mangga. Jenis ikan adalah besarnya ikan sungai seperti belide, baung, layis dll, ditambah lalapan. Sedangkan minumannya adalah serbat, terbuat dari jus buah mangga kwini."
    },
    {
      "id": 11,
      "place": "DKI Jakarta",
      "name": "Kerak Telor",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fkeraktelor.jpg?alt=media&token=fcb218e6-d1d3-4cf9-9386-6ce84fb84297",
      "description": "Kerak telur adalah makanan asli daerah Jakarta, dengan bahan-bahan beras ketan putih, telur ayam, ebi yang disangrai kering ditambah bawang merah goreng, lalu diberi bumbu yang dihaluskan berupa kelapa sangrai, cabai merah, kencur, jahe, merica butiran, garam dan gula pasir."
    },
    {
      "id": 12,
      "place": "Jawa Barat",
      "name": "Serabi",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fserabi.jpg?alt=media&token=ffe00c1b-ef6f-461b-93c2-65b109838b40",
      "description": "Serabi adalah camilan yang populer dan menjadi ciri khas dari daerah Bandung, Jawa Barat. Konon, serabi merupakan makanan tradisional yang sudah ada sejak 1923. Dalam sejarahnya, serabi berasal dari bahasa sunda yaitu sura yang artinya besar. Serabi sering disebut mirip dengan pancake yang berasal dari Belanda. Jika pancake menggunakan tepung dan telur, adonan serabi dibuat dengan menggunakan tepung terigu, tepung beras dan santan kelapa. Ada dua rasa yang dimiliki oleh camilan ini. Pertama serabi manis yang ditambahkan kinca (gula merah cair). Kedua, serabi asin yang ditaburi oncom di atasnya."
    },
    {
      "id": 13,
      "place": "Banten",
      "name": "Sate Bandeng",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fsatebandeng.jpg?alt=media&token=fc33adc9-ca42-4d8b-b25a-c95edff9b0a9",
      "description": "Sate Bandeng adalah masakan tradisional khas Banten, Indonesia. Sate Bandeng dibuat dari ikan bandeng yang dihilangkan durinya, dagingnya dibumbui dan dimasukkan kembali ke kulitnya, lalu ditusuk atau dijepit tusukan tangkai bambu, lalu dibakar di atas bara arang."
    },
    {
      "id": 14,
      "place": "Jawa Tengah",
      "name": "Lumpia Semarang",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Flumpia.jpg?alt=media&token=8d29fe00-f8b7-4da3-94d6-5040bb385c57",
      "description": "Lumpia semarang (atau loenpia semarang) adalah makanan semacam rollade yang berisi rebung, telur, dan daging ayam atau udang. Cita rasa lumpia semarang adalah perpaduan rasa antara Tionghoa dan Indonesia karena pertama kali dibuat oleh seorang keturunan Tionghoa yang menikah dengan orang Indonesia dan menetap di Semarang, Jawa Tengah.[butuh rujukan] Makanan ini mulai dijajakan dan dikenal di Semarang ketika pesta olahraga GANEFO diselenggarakan pada masa pemerintahan Presiden Soekarno"
    },
    {
      "id": 15,
      "place": "DI Yogyakarta",
      "name": "Gudeg",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fgudeg.png?alt=media&token=8b7cc777-ce6e-4f84-b0be-d1aebd4036dc",
      "description": "Gudeg (ejaan bahasa Jawa: ꦒꦸꦝꦼꦒ꧀​, Gudheg) adalah makanan khas Yogyakarta dan Jawa Tengah yang terbuat dari nangka muda yang dimasak dengan santan. Perlu waktu berjam-jam untuk membuat masakan ini. Warna coklat biasanya dihasilkan oleh daun jati yang dimasak bersamaan. Gudeg dimakan dengan nasi dan disajikan dengan kuah santan kental (areh), ayam kampung, telur, tempe, tahu dan sambal goreng krecek."
    },
    {
      "id": 16,
      "place": "Jawa Timur",
      "name": "Rujak Cingur",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Frujak.jpg?alt=media&token=ea20cb90-c464-4146-8e6b-26fbd47ec29d",
      "description": "Rujak cingur adalah salah satu makanan tradisional yang mudah ditemukan di daerah Jawa Timur, terutama daerah asalnya Surabaya. Dalam bahasa Jawa kata cingur berarti mulut, hal ini merujuk pada bahan irisan mulut atau moncong sapi yang direbus dan dicampurkan ke dalam hidangan. Rujak cingur biasanya terdiri dari irisan beberapa jenis buah seperti timun, kerahi (krai, yaitu sejenis timun khas Jawa Timur), bengkuang, mangga muda, nanas, kedondong, kemudian ditambah lontong, tahu, tempe, bendoyo, cingur, serta sayuran seperti kecambah/taoge, kangkung, dan kacang panjang."
    },
    {
      "id": 17,
      "place": "Bali",
      "name": "Ayam Betutu",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fayambetutu.jpg?alt=media&token=6c19a9e0-9055-4510-812b-d9c6fdf7c356",
      "description": "Betutu adalah lauk yang terbuat dari ayam atau bebek yang utuh yang berisi bumbu, kemudian dipanggang dalam api sekam. Betutu ini telah dikenal di seluruh kabupaten di Bali. Betutu merupakan jenis makanan tradisional daerah Bali yang bahan mentahnya berupa karkas utuh itik dan ayam. Kata betutu berasal dari kata tunu yang berarti bakar dan dirangkai dengan kata be yang berarti daging. Berdasarkan uraian tersebut betutu berarti daging yang dibakar. Ayam betutu merupakan jenis lauk pauk yang dibuat dari daging ayam yang telah dibersihkan kemudian dibalurkan bumbu khas Bali yang dikenal dengan base genep di seluruh permukaan tubuh daging ayam dan sebagian lagi dimasukkan ke dalam rongga abdomennya."
    },
    {
      "id": 18,
      "place": "Nusa Tenggara Barat",
      "name": "Ayam Taliwang",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fayamtaliwang.jpg?alt=media&token=f7e20902-eb36-4f16-897e-4f37a710b1fb",
      "description": "Ayam Taliwang adalah makanan khas Pulau Lombok dari Kampung Karang Taliwang, Kota Mataram, Nusa Tenggara Barat yang berbahan dasar daging ayam. Daging ayam yang disajikan berasal dari ayam kampung muda yang dibakar kemudian dibumbui dengan semacam saus yang bahannya antara lain cabai merah kering, bawang merah, bawang putih, tomat, terasi goreng, kencur, gula merah, dan garam. Makanan ini biasanya disajikan bersama makanan khas Lombok yang lain, misalnya plecing kangkung."
    },
    {
      "id": 19,
      "place": "Nusa Tenggara Timur",
      "name": "Catemak Jagung",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fcatemak.jpg?alt=media&token=347111a7-ea47-4a4d-aca0-0ae2b90b09fc",
      "description": "Catemak jagung biasanya dijadikan sebagai hidangan penutup dengan komposisi utama jagung, labu lilin dan kacang hijau. Cara masaknya juga sangat mudah. Pertama-tama jagung, kacang hijau dan labu lilin direbus. Kemudian jangan lupa masukkan penyedap rasa serta garam secukupnya."
    },
    {
      "id": 20,
      "place": "Kalimantan Barat",
      "name": "Bumbu Pedas Sambas",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fsambas.jpg?alt=media&token=613209f0-15f1-43cb-820b-5c341134ecd8",
      "description": "Bubur Pedas Sambas adalah makan khas dari wilayah sambas di Kalimantan Barat. Meski nama makanan khas tersebut berbanderol kata “pedas” yang akan membuat pencinta kuliner yang tidak suka rasa pedas bergidik ngeri, saat disuguhkan pasti akan minta tambah lagi. Karena, bubur pedas adalah bubur yang terbuat dari campuran sayur mayur dan saat diolah tidak ada dicampurkan bahan cabai sedikitpun."
    },
    {
      "id": 21,
      "place": "Kalimantan Tengah",
      "name": "Juhu Singkah",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fjuhu.jpg?alt=media&token=7919ccbf-a8e4-405c-8a9f-9504130b9c43",
      "description": "uhu Singkah / Umbut Rotan adalah makanan khas masyarakat Dayak, Kalimantan Tengah yang bisa dijumpai di Kota Palangkaraya. Umumnya umbut rotan dikenal dengan uwut nang’e. Makanan yang berbahan dasar rotan. Tunggu dulu, tentu saja rotan yang dipakai sebagai kuliner khas Kalimantan tengah ini bukan rotan yang sudah tua seperti yang dipakai untuk bahan kerajinan tangan, rotan yang dipakai adalah rotan yang masih muda."
    },
    {
      "id": 22,
      "place": "Kalimantan Selatan",
      "name": "Soto Banjar",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fsotobanjar.jpg?alt=media&token=9a5ce073-a78b-4d9c-8ebe-f1f17994d220",
      "description": "Soto Banjar adalah soto khas suku Banjar, Kalimantan Selatan dengan bahan utama ayam serta memiliki aroma harum rempah-rempah seperti kayu manis, biji pala, dan cengkih. Ada kalanya pembuatan kuah soto banjar dapat dicampurkan dengan sedikit susu yang membuat warna kuahnya mejadi tidak bening, tetapi sedikit keruh. Soto ini berisi daging ayam yang sudah disuwir-suwir, dengan tambahan perkedel, kentang rebus, rebusan telur, potongan wortel dan ketupat."
    },
    {
      "id": 23,
      "place": "Kalimantan Timur",
      "name": "Ayam Cincane",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fayamcincane.jpg?alt=media&token=94616fe8-2b27-458c-ac7c-da4ae069ab43",
      "description": "Ayam cincane adalah masakan khas Kalimantan Timur[1]. Hidangan ini sering dijumpai pada acara-acara besar, seperti pesta pernikahan dan acara penyambutan tamu-tamu kehormatan. Selain itu, masakan ini juga dapat dijumpai di beberapa kedai ataupun rumah makan. Daging ayam kampung yang disajikan bersama bumbu berwarna kemerahan menjadi ciri khas tersendiri dari menu ayam cincane."
    },
    {
      "id": 24,
      "place": "Kalimantan Utara",
      "name": "Kepiting Soka",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fkepiting.jpg?alt=media&token=33aff556-33f3-4aaa-8e39-69eb9c8f492c",
      "description": "Kepiting soka atau kepiting cangkang lunak adalah sebuah istilah kuliner untuk kepiting-kepiting yang baru melepas kulit lamanya dan masih lunak.[1] Cangkang lunak diangkat dari air agar cangkang mereka tak mengeras.[2] Hal tersebut ditujukan agar nyaris seluruh bagian dari hewan tersebut dapat disantap, alih-alih hanya dagingnya yang disantap."
    },
    {
      "id": 25,
      "place": "Sulawesi Utara",
      "name": "Tinutuan",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Ftinutuan.jpg?alt=media&token=73bca546-2af4-49ed-b01e-10fd41281f37",
      "description": "Tinutuan atau Bubur Manado adalah makanan khas Indonesia dari Manado, Sulawesi Utara.[1][2] Ada juga yang mengatakan tinutuan adalah makanan khas Minahasa, Sulawesi Utara.[3] Tinutuan merupakan campuran berbagai macam sayuran, tidak mengandung daging, sehingga makanan ini bisa menjadi makanan pergaulan antarkelompok masyarakat di Manado.[4] Tinutuan biasanya disajikan untuk sarapan pagi beserta berbagai pelengkap hidangannya. Walaupun demikian, tinutuan umumnya tetap dapat ditemukan di berbagai rumah makan di luar waktu sarapan."
    },
    {
      "id": 26,
      "place": "Sulawesi Barat",
      "name": "Bau Peapi",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fbaupeapi.jpg?alt=media&token=1597d3d1-2fc6-42ab-89f0-05e5d7a5f860",
      "description": "Bau Peapi adalah kata bahasa Mandar yang artinya 'ikan yang dimasak'. Ikan dimasak menggunakan minyak kelapa lokal khas mandar dengan kandungan lemak tinggi. Lalu ada racikan bumbu dengan rasa asam yang didapat dari belimbing dan mangga."
    },
    {
      "id": 27,
      "place": "Sulawesi Tengah",
      "name": "Kaledo",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fkaledo.jpg?alt=media&token=0c16fc12-79ac-49d0-b206-72063dc53270",
      "description": "Kaki Lembu Donggala atau yang lebih dikenal dengan nama Kaledo ini adalah makanan khas masyarakat Donggala yang terletak di provinsi Sulawesi Tengah, tepatnya di kota Palu. Makanan ini mirip dengan sup buntut, bedanya tulangnya dari kaki lembu dan disajikan bukan dengan nasi melainkan dengan ubi. Tulangnya itu sendiri adalah ruas tulang lutut yang masih penuh dengan sum-sum. Ada juga yang mengatakan, bahwa Kaledo berasal dari Bahasa Kaili, bahasa penduduk Palu. Ka artinya Keras, dan Ledo artinya Tidak, sehingga dapat diartikan tidak keras. Mengenai Kaledo ini, oleh Jamrin Abubakar seorang wartawan budaya di Donggala telah dibuatkan sebuah cerita rakyat atau legenda dengan judul Asal Mula Kaledo."
    },
    {
      "id": 28,
      "place": "Sulawesi Tenggara",
      "name": "Lapa-Lapa",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Flapalapa.jpeg?alt=media&token=ea6a08f9-e608-4c4e-a900-364461b05773",
      "description": "Lapa-Lapa merupakan makanan khas Sulawesi Tenggara yang terbuat dari beras ketan yang dibungkus daun kelapa muda lalu dikukus dan dicampur sedikit santan. Lapa-Lapa disantap bersama ikan asin dan memiliki rasa gurih. Cara pembuatannya mirip seperti lontong. Perbedaannya hanya terletak pada jenis beras yang dimasak. Lapa-Lapa merupakan makanan wajib masyarakat Sulawesi Tenggara saat menyambut Idul Fitri. "
    },
    {
      "id": 29,
      "place": "Sulawesi Selatan",
      "name": "Kapurung",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fkapurung.jpg?alt=media&token=8d16379f-51df-4948-b740-e1b9700da441",
      "description": "Kappurung adalah salah satu makanan khas tradisional di Sulawesi Selatan, khususnya masyarakat daerah Luwu juga di Tawau, di Sabah, Malaysia yang dihuni masyarakat mayoritas suku Bugis. Makanan ini terbuat dari sari atau tepung sagu. Di daerah Maluku dikenal dengan nama Papeda."
    },
    {
      "id": 30,
      "place": "Gorontalo",
      "name": "Binte",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fbinte.jpg?alt=media&token=1705543b-923d-43ab-b911-f62efb9921d6",
      "description": "Binte Biluhuta (Milu Siram atau Sup Jagung) adalah makanan khas masyarakat Gorontalo. Makanan ini merupakan sup yang terdiri dari jagung, ikan atau udang yang di racik sedemikian rupa hingga menghasilkan suatu menu yang sangat lezat dan panas serta memiliki tiga rasa yang khas yakni manis, asin dan pedas. Dalam Bahasa Indonesia Binte yang artinya jagung dan orang Gorontalo sering menyebutnya Milu sedangkan Biluhuta artinya disiram jadi kalau diartikan namanya menjadi jagung yang disiram.[1] Karena berbahan dasar jagung, makanan ini dapat menghancurkan kolesterol khususnya kolesterol jahat (LDL) dalam tubuh. Kandungan karotenoid, bioflavonoid, dan vitamin C dalam jagung bekerja sebagai pengendali kadar kolesterol dan meningkatkan aliran darah dalam tubuh."
    },
    {
      "id": 31,
      "place": "Maluku",
      "name": "Ikan Asar",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fikanasar.jpg?alt=media&token=67a2fff0-c9b3-4471-80cb-a00c306d26cb",
      "description": "Ikan asap adalah ikan yang diawetkan dengan cara pengasapan. Salmon biasa diasap untuk membuat lox, dan beberapa spesies ikan seperti bandeng, hering, makerel, tongkol, tenggiri, dan gabus juga biasa diasap panas. Ikan asap banyak ditemukan dalam masakan Rusia, Yahudi, Indonesia, dan Skandinavia, begitupun dari Eropa Timur dan Tengah."
    },
    {
      "id": 32,
      "place": "Maluku Utara",
      "name": "Gohu Ikan",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fgohu.jpg?alt=media&token=b48bc50a-ce92-4a8c-a078-3b6414b852dc",
      "description": "Gohu ikan merupakan makanan khas Ternate yang terbuat dari ikan Tuna ataupun Cakalan mentah yang juga disebut sebagai Sashimi Ternate oleh beberapa orang.[1]Cara membuat Gohu ikan dengan cara Ikan Tuna ataupun Cakalang, garam, jeruk nipis dan kemangi dicampur dalam keadaan mentah. Lalu campurkan bawang merah dan cabai yang telah ditumis. Gohu ikan dapat dinikmati dengan Papeda, Kasbi dan Huda."
    },
    {
      "id": 33,
      "place": "Papua Barat",
      "name": "Ikan Bakar Monokwari",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fikanbakar.jpg?alt=media&token=9c1e7114-2243-45ca-b6a0-720c782ff252",
      "description": "Ikan Bakar Manokwari adalah makanan khas Manokwari, Papua. Tidak seperti ikan bakar yang biasa kita temui di kebanyakan warung ataupun rumah makan, ikan bakar ini memiliki rasa khas yang bisa membuat lidah bergoyang karena tambahan sambal khas Papua yang disiramkan di atasnya. Ikan yang biasa dijadikan bahan masakan ini adalah ikan tongkol."
    },
    {
      "id": 34,
      "place": "Papua",
      "name": "Sate Ulat Sagu",
      "image": "https://firebasestorage.googleapis.com/v0/b/rizkifar-project.appspot.com/o/makanan%20dayah%2Fulatsagu.jpg?alt=media&token=3268be53-75d9-4908-bc0d-666b6ce040d4",
      "description": "Provinsi Papua terkenal dengan memiliki segudang keunikan yang selalu membuat kita kagum akan keunikan yang ada. Dimulai dari keanekaragaman budaya, adat istiadat, cara berburu dan tentu beberapa kulinernya yang sangat unik. Salah satunya kuliner ekstrim dari Bumi Cendrawasih ini adalah Sate Ulat Sagu atau masyarakat setempat biasa menyebutnya “Koo”. Ulat Sagu berasal dari Pohon Sagu yang dipotong dan dibiarkan membusuk."
    }
  ]
}
